Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mengzi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 公孫丑問曰：「夫子當路於齊，管仲、晏子之功，可復許乎？」孟子曰：「子誠齊人也，知管仲、晏子而已矣。或問乎曾西曰：『吾子與子路孰賢？』曾西蹙然曰：『吾先子之所畏也。』曰：『然則吾子與管仲孰賢？』曾西艴然不悅曰：『爾何曾比予於管仲？管仲得君如彼其專也，行乎國政如彼其久也，功烈如彼其卑也。爾何曾比予於是！』」曰：「管仲，曾西之所不為也，而子為我愿之乎？」曰：「管仲以其君霸，晏子以其君顯，管仲、晏子猶不足為與？」曰：「以齊王由反手也。」曰：「若是，則弟子之惑滋甚。且以文王之德，百年而後崩，猶未洽於天下；武王、周公繼之，然後大行。今言王若易然，則文王不足法與？」曰：「文王何可當也？由湯至於武丁，賢聖之君六七作。天下歸殷久矣；久則難變也。武丁朝諸侯有天下，猶運之掌也。紂之去武丁未久也，其故家遺俗、流風善政，猶有存者；又有微子、微仲、王子比干、箕子、膠鬲，皆賢人也，相與輔相之，故久而後失之也。尺地莫非其有也，一民莫非其臣也；然而文王猶方百里起，是以難也。齊人有言曰：『雖有智慧，不如乘勢；雖有镃基，不如待時。』今時則易然也。夏后、殷、周之盛，地未有過千里者也，而齊有其地矣；雞鳴狗吠相聞，而達乎四境，而齊有其民矣。地不改辟矣，民不改聚矣，行仁政而王，莫之能御也。且王者之不作，未有疏於此時者也；民之憔悴於虐政，未有甚於此時者也。饑者易為食，渴者易為飲。孔子曰：『德之流行，速於置郵而傳命。』當今之時，萬乘之國行仁政，民之悅之，猶解倒懸也。故事半古之人功必倍之，惟此時為然。」
en: Gong Sun Chou asked Mencius, saying, 'Master, if you were to obtain the ordering of the government in Qi, could you promise yourself to accomplish anew such results as those realized by Guan Zhong and Yan?' Mencius said, 'You are indeed a true man of Qi. You know about Guan Zhong and Yan, and nothing more. Some one asked Zeng Xi, saying, "Sir, to which do you give the superiority, to yourself or to Zi Lu?" Zeng Zi looked uneasy, and said, "He was an object of veneration to my grandfather." "Then," pursued the other, "Do you give the superiority to yourself or to Guan Zhong?" Zeng Zi, flushed with anger and displeased, said, "How dare you compare me with Guan Zhong? Considering how entirely Guan Zhong possessed the confidence of his prince, how long he enjoyed the direction of the government of the State, and how low, after all, was what he accomplished - how is it that you liken me to him?" Thus,' concluded Mencius, 'Zeng Xi would not play Guan Zhong, and is it what you desire for me that I should do so?' Gong Sun Chou said, 'Guan Zhong raised his prince to be the leader of all the other princes, and Yan made his prince illustrious, and do you still think it would not be enough for you to do what they did?' Mencius answered, 'To raise Qi to the royal dignity would be as easy as it is to turn round the hand.' 'So!' returned the other. 'The perplexity of your disciple is hereby very much increased. There was king Wen, moreover, with all the virtue which belonged to him; and who did not die till he had reached a hundred years - and still his influence had not penetrated throughout the kingdom. It required king Wu and the duke of Zhou to continue his course, before that influence greatly prevailed. Now you say that the royal dignity might be so easily obtained - is king Wen then not a sufficient object for imitation?' Mencius said, 'How can king Wen be matched? From Tang to Wu Ding there had appeared six or seven worthy and sage sovereigns. The kingdom had been attached to Yin for a long time, and this length of time made a change difficult. Wu Ding had all the princes coming to his court, and possessed the kingdom as if it had been a thing which he moved round in his palm. Then, Zhou was removed from Wu Ding by no great interval of time. There were still remaining some of the ancient families and of the old manners, of the influence also which had emanated from the earlier sovereigns, and of their good government. Moreover, there were the viscount of Wei and his second son, their Royal Highnesses Bi Gan and the viscount of Qi, and Jiao Ge, all men of ability and virtue, who gave their joint assistance to Zhou in his government. In consequence of these things, it took a long time for him to lose the throne. There was not a foot of ground which he did not possess. There was not one of all the people who was not his subject. So it was on his side, and king Wen at his beginning had only a territory of one hundred square li. On all these accounts, it was difficult for him immediately to attain to the royal dignity. The people of Qi have a saying - "A man may have wisdom and discernment, but that is not like embracing the favourable opportunity. A man may have instruments of husbandry, but that is not like waiting for the farming seasons." The present time is one in which the royal dignity may be easily attained. In the flourishing periods of the Xia, Yin, and Zhou dynasties, the royal domain did not exceed a thousand li, and Qi embraces so much territory. Cocks crow and dogs bark to one another, all the way to the four borders of the State - so Qi possesses the people. No change is needed for the enlarging of its territory; no change is needed for the collecting of a population. If its ruler will put in practice a benevolent government, no power will be able to prevent his becoming sovereign. Moreover, never was there a time farther removed than the present from the rise of a true sovereign: never was there a time when the sufferings of the people from tyrannical government were more intense than the present. The hungry readily partake of any food, and the thirsty of any drink. Confucius said, "The flowing progress of virtue is more rapid than the transmission of royal orders by stages and couriers." At the present time, in a country of ten thousand chariots, let benevolent government be put in practice, and the people will be delighted with it, as if they were relieved from hanging by the heels. With half the merit of the ancients, double their achievements is sure to be realized. It is only at this time that such could be the case.'

source: 公孫丑問曰：「夫子加齊之卿相，得行道焉，雖由此霸王不異矣。如此則動心否乎？」孟子曰：「否，我四十不動心。」曰：「若是則夫子過孟賁遠矣。」曰：「是不難。告子先我不動心。」曰：「不動心有道乎？」曰：「有。北宮黝之養勇也，不膚橈，不目逃。思以一豪挫於人，若撻之於市朝。不受於褐寬博，亦不受於萬乘之君。視刺萬乘之君若刺褐夫。無嚴諸侯。惡聲至，必反之。孟施舍之所養勇也，曰：『視不勝猶勝也。量敵而後進，慮勝而後會，是畏三軍者也。舍豈能為必勝哉？能無懼而已矣。』孟施舍似曾子，北宮黝似子夏。夫二子之勇，未知其孰賢，然而孟施舍守約也。昔者曾子謂子襄曰：『子好勇乎？吾嘗聞大勇於夫子矣：自反而不縮，雖褐寬博，吾不惴焉；自反而縮，雖千萬人吾往矣。』孟施舍之守氣，又不如曾子之守約也。」曰：「敢問夫子之不動心與告子之不動心，可得聞與？」「告子曰：『不得於言，勿求於心；不得於心，勿求於氣。』不得於心，勿求於氣，可；不得於言，勿求於心，不可。夫志，氣之帥也；氣，體之充也。夫志至焉，氣次焉。故曰：持其志，無暴其氣。」「既曰『志，至焉；氣，次焉』，又曰『持其志，無暴其氣』者，何也？」曰：「志壹則動氣；氣壹則動志也。今夫蹶者趨者是氣也而反動其心。」「敢問夫子惡乎長？」曰：「我知言，我善養吾浩然之氣。」「敢問何謂浩然之氣？」曰：「難言也。其為氣也至大至剛，以直養而無害，則塞于天地之間。其為氣也配義與道，無是餒也。是集義所生者，非義襲而取之也。行有不慊於心則餒矣。我故曰：告子未嘗知義。以其外之也。必有事焉而勿正，心勿忘，勿助長也。無若宋人然。宋人有閔其苗之不長而揠之者，芒芒然歸，謂其人曰：『今日病矣！予助苗長矣！』其子趨而往視之，苗則槁矣！天下之不助苗長者寡矣。以為無益而舍之者，不耘苗者也。助之長者，揠苗者也，非徒無益，而又害之。」「何謂知言？」曰：「詖辭知其所蔽，淫辭知其所陷，邪辭知其所離，遁辭知其所窮。生於其心，害於其政；發於其政，害於其事。聖人復起，必從吾言矣。」「宰我、子貢善為說辭，冉牛、閔子、顏淵善言德行；孔子兼之，曰：『我於辭命，則不能也。』然則夫子既聖矣乎？」曰：「惡！是何言也！昔者子貢問於孔子曰：『夫子聖矣乎？』孔子曰：『聖則吾不能，我學不厭而教不倦也。』子貢曰：『學不厭，智也；教不倦，仁也。仁且智，夫子既聖矣。』夫聖，孔子不居，是何言也？」「昔者竊聞之：子夏、子游、子張皆有聖人之一體，冉牛、閔子、顏淵則具體而微，敢問所安？」曰：「姑舍是。」曰：「伯夷、伊尹何如？」曰：「不同道。非其君不事，非其民不使，治則進，亂則退，伯夷也。何事非君？何使非民？治亦進，亂亦進，伊尹也。可以仕則仕，可以止則止，可以久則久，可以速則速，孔子也。皆古聖人也。吾未能有行焉，乃所愿，則學孔子也。」「伯夷、伊尹於孔子，若是班乎？」曰：「否，自有生民以來，未有孔子也。」曰：「然則有同與？」曰：「有。得百里之地而君之，皆能以朝諸侯，有天下。行一不義、殺一不辜而得天下，皆不為也。是則同。」曰：「敢問其所以異？」曰：「宰我、子貢、有若，智足以知聖人；污，不至阿其所好。宰我曰：『以予觀於夫子，賢於堯、舜遠矣。』子貢曰：『見其禮而知其政，聞其樂而知其德。由百世之後，等百世之王，莫之能違也。自生民以來，未有夫子也。』有若曰：『豈惟民哉！麒麟之於走獸，鳳凰之於飛鳥，泰山之於丘垤，河海之於行潦，類也。聖人之於民，亦類也。出於其類，拔乎其萃。自生民以來，未有盛於孔子也。』」
en: Gong Sun Chou asked Mencius, saying, 'Master, if you were to be appointed a high noble and the prime minister of Qi, so as to be able to carry your principles into practice, though you should thereupon raise the ruler to the headship of all the other princes, or even to the royal dignity, it would not be to be wondered at. In such a position would your mind be perturbed or not?' Mencius replied, 'No. At forty, I attained to an unperturbed mind.' Chou said, 'Since it is so with you, my Master, you are far beyond Meng Ben.' 'The mere attainment,' said Mencius, 'is not difficult. The scholar Gao had attained to an unperturbed mind at an earlier period of life than I did.' Chou asked, 'Is there any way to an unperturbed mind?' The answer was, 'Yes. Bei Gong You had this way of nourishing his valour: He did not flinch from any strokes at his body. He did not turn his eyes aside from any thrusts at them. He considered that the slightest push from any one was the same as if he were beaten before the crowds in the market-place, and that what he would not receive from a common man in his loose large garments of hair, neither should he receive from a prince of ten thousand chariots. He viewed stabbing a prince of ten thousand chariots just as stabbing a fellow dressed in cloth of hair. He feared not any of all the princes. A bad word addressed to him be always returned. Meng Shi She had this way of nourishing his valour: He said, "I look upon not conquering and conquering in the same way. To measure the enemy and then advance; to calculate the chances of victory and then engage - this is to stand in awe of the opposing force. How can I make certain of conquering? I can only rise superior to all fear." Meng Shi She resembled the philosopher Zeng. Bei Gong You resembled Zi Xia. I do not know to the valour of which of the two the superiority should be ascribed, but yet Meng Shi She attended to what was of the greater importance. Formerly, the philosopher Zeng said to Zi Xiang, "Do you love valour? I heard an account of great valour from the Master. It speaks thus: 'If, on self-examination, I find that I am not upright, shall I not be in fear even of a poor man in his loose garments of hair-cloth? If, on self-examination, I find that I am upright, I will go forward against thousands and tens of thousands.' Yet, what Meng Shi She maintained, being merely his physical energy, was after all inferior to what the philosopher Zeng maintained, which was indeed of the most importance.' Gong Sun Chou said, 'May I venture to ask an explanation from you, Master, of how you maintain an unperturbed mind, and how the philosopher Gao does the same?' Mencius answered, 'Gao says, "What is not attained in words is not to be sought for in the mind; what produces dissatisfaction in the mind, is not to be helped by passion-effort." This last, when there is unrest in the mind, not to seek for relief from passion-effort, may be conceded. But not to seek in the mind for what is not attained in words cannot be conceded. The will is the leader of the passion-nature. The passion-nature pervades and animates the body. The will is first and chief, and the passion-nature is subordinate to it. Therefore I say, Maintain firm the will, and do no violence to the passion-nature.' Chou observed, 'Since you say "The will is chief, and the passion-nature is subordinate," how do you also say, "Maintain firm the will, and do no violence to the passion-nature?"' Mencius replied, 'When it is the will alone which is active, it moves the passion-nature. When it is the passion-nature alone which is active, it moves the will. For instance now, in the case of a man falling or running, that is from the passion-nature, and yet it moves the mind.' 'I venture to ask,' said Chou again, 'wherein you, Master, surpass Gao.' Mencius told him, 'I understand words. I am skilful in nourishing my vast, flowing passion-nature.' Chou pursued, 'I venture to ask what you mean by your vast, flowing passion-nature!' The reply was, 'It is difficult to describe it. This is the passion-nature: It is exceedingly great, and exceedingly strong. Being nourished by rectitude, and sustaining no injury, it fills up all between heaven and earth. This is the passion-nature: It is the mate and assistant of righteousness and reason. Without it, man is in a state of starvation. It is produced by the accumulation of righteous deeds; it is not to be obtained by incidental acts of righteousness. If the mind does not feel complacency in the conduct, the nature becomes starved. I therefore said, "Gao has never understood righteousness, because he makes it something external." There must be the constant practice of this righteousness, but without the object of thereby nourishing the passion-nature. Let not the mind forget its work, but let there be no assisting the growth of that nature. Let us not be like the man of Song. There was a man of Song, who was grieved that his growing corn was not longer, and so he pulled it up. Having done this, he returned home, looking very stupid, and said to his people, "I am tired to-day. I have been helping the corn to grow long." His son ran to look at it, and found the corn all withered. There are few in the world, who do not deal with their passion-nature, as if they were assisting the corn to grow long. Some indeed consider it of no benefit to them, and let it alone - they do not weed their corn. They who assist it to grow long, pull out their corn. What they do is not only of no benefit to the nature, but it also injures it.' Gong Sun Chou further asked, 'What do you mean by saying that you understand whatever words you hear?' Mencius replied, 'When words are one-sided, I know how the mind of the speaker is clouded over. When words are extravagant, I know how the mind is fallen and sunk. When words are all-depraved, I know how the mind has departed from principle. When words are evasive, I know how the mind is at its wit's end. These evils growing in the mind, do injury to government, and, displayed in the government, are hurtful to the conduct of affairs. When a Sage shall again arise, he will certainly follow my words.' On this Chou observed, 'Zai Wo and Zi Gong were skilful in speaking. Ran Niu, the disciple Min, and Yan Yuan, while their words were good, were distinguished for their virtuous conduct. Confucius united the qualities of the disciples in himself, but still he said, "In the matter of speeches, I am not competent." Then, Master, have you attained to be a Sage?' Mencius said, 'Oh! what words are these? Formerly Zi Gong asked Confucius, saying, "Master, are you a Sage?" Confucius answered him, "A Sage is what I cannot rise to. I learn without satiety, and teach without being tired." Zi Gong said, "You learn without satiety - that shows your wisdom. You teach without being tired - that shows your benevolence. Benevolent and wise - Master, you ARE a Sage." Now, since Confucius would not allow himself to be regarded as a Sage, what words were those?' Chou said, 'Formerly, I once heard this: Zi Xia, Zi You, and Zi Zhang had each one member of the Sage. Ran Niu, the disciple Min, and Yan Yuan had all the members, but in small proportions. I venture to ask, With which of these are you pleased to rank yourself?' Mencius replied, 'Let us drop speaking about these, if you please.' Chou then asked, 'What do you say of Bo Yi and Yi Yin?' 'Their ways were different from mine,' said Mencius. 'Not to serve a prince whom he did not esteem, nor command a people whom he did not approve; in a time of good government to take office, and on the occurrence of confusion to retire - this was the way of Bo Yi. To say "Whom may I not serve? My serving him makes him my ruler. What people may I not command? My commanding them makes them my people." In a time of good government to take office, and when disorder prevailed, also to take office - that was the way of Yi Yin. When it was proper to go into office, then to go into it; when it was proper to keep retired from office, then to keep retired from it; when it was proper to continue in it long, then to continue in it long - when it was proper to withdraw from it quickly, then to withdraw quickly - that was the way of Confucius. These were all sages of antiquity, and I have not attained to do what they did. But what I wish to do is to learn to be like Confucius.' Chou said, 'Comparing Bo Yi and Yi Yin with Confucius, are they to be placed in the same rank?' Mencius replied, 'No. Since there were living men until now, there never was another Confucius.' Chou said, 'Then, did they have any points of agreement with him?' The reply was, 'Yes. If they had been sovereigns over a hundred li of territory, they would, all of them, have brought all the princes to attend in their court, and have obtained the throne. And none of them, in order to obtain the throne, would have committed one act of unrighteousness, or put to death one innocent person. In those things they agreed with him.' Chou said, 'I venture to ask wherein he differed from them.' Mencius replied, 'Zai Wo, Zi Gong, and You Ruo had wisdom sufficient to know the sage. Even had they been ranking themselves low, they would not have demeaned themselves to flatter their favourite. Now, Zai Wo said, "According to my view of our Master, he was far superior to Yao and Shun." Zi Gong said, "By viewing the ceremonial ordinances of a prince, we know the character of his government. By hearing his music, we know the character of his virtue. After the lapse of a hundred ages I can arrange, according to their merits, the kings of a hundred ages - not one of them can escape me. From the birth of mankind till now, there has never been another like our Master." You Ruo said, "Is it only among men that it is so? There is the Qi-lin among quadrupeds, the Feng-huang among birds, the Tai mountain among mounds and ant-hills, and rivers and seas among rain-pools. Though different in degree, they are the same in kind. So the sages among mankind are also the same in kind. But they stand out from their fellows, and rise above the level, and from the birth of mankind till now, there never has been one so complete as Confucius."'

source: 孟子曰：「以力假仁者霸，霸必有大國；以德行仁者王，王不待大，湯以七十里，文王以百里。以力服人者，非心服也，力不贍也；以德服人者，中心悅而誠服也，如七十子之服孔子也。《詩》云：『自西自東，自南自北，無思不服。』此之謂也。」
en: Mencius said, 'He who, using force, makes a pretence to benevolence is the leader of the princes. A leader of the princes requires a large kingdom. He who, using virtue, practises benevolence is the sovereign of the kingdom. To become the sovereign of the kingdom, a prince need not wait for a large kingdom. Tang did it with only seventy li, and king Wen with only a hundred. When one by force subdues men, they do not submit to him in heart. They submit, because their strength is not adequate to resist. When one subdues men by virtue, in their hearts' core they are pleased, and sincerely submit, as was the case with the seventy disciples in their submission to Confucius. What is said in the Book of Poetry, "From the west, from the east, From the south, from the north, There was not one who thought of refusing submission," is an illustration of this.'

source: 孟子曰：「仁則榮，不仁則辱。今惡辱而居不仁，是猶惡濕而居下也。如惡之，莫如貴德而尊士。賢者在位，能者在職；國家閑暇，及是時明其政刑，雖大國，必畏之矣。《詩》云：『迨天之未陰雨，徹彼桑土，綢繆牖戶。今此下民，或敢侮予？』孔子曰：『為此詩者，其知道乎！能治其國家，誰敢侮之？』今國家閑暇，及是時般樂怠敖，是自求禍也。禍福無不自己求之者。《詩》云：『永言配命，自求多福。』《太甲》曰：『天作孽，猶可違；自作孽，不可活』，此之謂也。」
en: Mencius said, 'Benevolence brings glory to a prince, and the opposite of it brings disgrace. For the princes of the present day to hate disgrace and yet to live complacently doing what is not benevolent, is like hating moisture and yet living in a low situation. If a prince hates disgrace, the best course for him to pursue, is to esteem virtue and honour virtuous scholars, giving the worthiest among them places of dignity, and the able offices of trust. When throughout his kingdom there is leisure and rest from external troubles, let him, taking advantage of such a season, clearly digest the principles of his government with its legal sanctions, and then even great kingdoms will be constrained to stand in awe of him. It is said in the Book of Poetry, "Before the heavens were dark with rain, I gathered the bark from the roots of the mulberry trees, And wove it closely to form the window and door of my nest; Now, I thought, ye people below, Perhaps ye will not dare to insult me." Confucius said, "Did not he who made this ode understand the way of governing?" If a prince is able rightly to govern his kingdom, who will dare to insult him? But now the princes take advantage of the time when throughout their kingdoms there is leisure and rest from external troubles, to abandon themselves to pleasure and indolent indifference - they in fact seek for calamities for themselves. Calamity and happiness in all cases are men's own seeking. This is illustrated by what is said in the Book of Poetry - Be always studious to be in harmony with the ordinances of God, So you will certainly get for yourself much happiness;" and by the passage of the Tai Jia, "When Heaven sends down calamities, it is still possible to escape from them; when we occasion the calamities ourselves, it is not possible any longer to live."'

source: 孟子曰：「尊賢使能，俊杰在位，則天下之士皆悅而愿立於其朝矣。市，廛而不征，法而不廛，則天下之商皆悅而愿藏於其市矣。關，譏而不征，則天下之旅皆悅而愿出於其路矣。耕者，助而不稅，則天下之農皆悅而愿耕於其野矣。廛，無夫、里之布，則天下之民皆悅而愿為之氓矣。信能行此五者，則鄰國之民仰之若父母矣。率其子弟攻其父母，自有生民以來未有能濟者也。如此，則無敵於天下。無敵於天下者，天吏也。然而不王者，未之有也。」
en: Mencius said, 'If a ruler give honour to men of talents and virtue and employ the able, so that offices shall all be filled by individuals of distinction and mark - then all the scholars of the kingdom will be pleased, and wish to stand in his court. If, in the market-place of his capital, he levy a ground-rent on the shops but do not tax the goods, or enforce the proper regulations without levying a ground-rent - then all the traders of the kingdom will be pleased, and wish to store their goods in his market-place. If, at his frontier-passes, there be an inspection of persons, but no taxes charged on goods or other articles, then all the travellers of the kingdom will be pleased, and wish to make their tours on his roads. If he require that the husbandmen give their mutual aid to cultivate the public feld, and exact no other taxes from them - then all the husbandmen of the kingdom will be pleased, and wish to plough in his fields. If from the occupiers of the shops in his market-place he do not exact the fine of the individual idler, or of the hamlet's quota of cloth, then all the people of the kingdom will be pleased, and wish to come and be his people. If a ruler can truly practise these five things, then the people in the neighbouring kingdoms will look up to him as a parent. From the first birth of mankind till now, never has any one led children to attack their parent, and succeeded in his design. Thus, such a ruler will not have an enemy in all the kingdom, and he who has no enemy in the kingdom is the minister of Heaven. Never has there been a ruler in such a case who did not attain to the royal dignity.'
